Repository: rawcontext/luxel
Catalog: apps/macos/Sources/LuxelCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, vi, zh_hans

source: Frame rate follows the display's supported refresh rate.
de: Die Bildrate folgt der unterstützten Bildwiederholrate des Displays.
es: La frecuencia de fotogramas sigue la frecuencia de actualización compatible de la pantalla.
fr: La fréquence d’images suit la fréquence de rafraîchissement prise en charge par l’écran.
it: La frequenza fotogrammi segue la frequenza di aggiornamento supportata dallo schermo.
ja: フレームレートは、ディスプレイが対応するリフレッシュレートに追従します。
ko: 프레임률이 디스플레이가 지원하는 재생률을 따릅니다.
pt_br: A taxa de quadros acompanha a taxa de atualização compatível com a tela.
pt_pt: A taxa de fotogramas acompanha a taxa de atualização suportada pelo ecrã.
vi: Tốc độ khung hình sẽ theo tần số quét được màn hình hỗ trợ.
zh_hans: 帧率将跟随显示器支持的刷新率。

source: Frame Rate
de: Bildrate
es: Frecuencia de fotogramas
fr: Fréquence d’images
it: Frequenza fotogrammi
ja: フレームレート
ko: 프레임 속도
pt_br: Taxa de quadros
pt_pt: Taxa de fotogramas
vi: Tốc độ khung hình
zh_hans: 帧率

source: Full Display
de: Gesamter Bildschirm
es: Pantalla completa
fr: Écran entier
it: Schermo intero
ja: ディスプレイ全体
ko: 전체 디스플레이
pt_br: Tela inteira
pt_pt: Ecrã inteiro
vi: Toàn bộ màn hình
zh_hans: 整个显示器

source: Hide Luxel from the menu bar while the notch surface is enabled.
de: Luxel bei aktivierter Notch-Oberfläche aus der Menüleiste ausblenden.
es: Oculta Luxel de la barra de menús mientras la superficie de la muesca está activada.
fr: Masquer Luxel dans la barre des menus lorsque la surface de l’encoche est activée.
it: Nascondi Luxel dalla barra dei menu mentre la superficie notch è abilitata.
ja: ノッチサーフェスが有効な間、メニューバーからLuxelを非表示にします。
ko: 노치 표면이 활성화된 동안 메뉴 막대에서 Luxel을 숨깁니다.
pt_br: Oculte o Luxel da barra de menus enquanto a superfície do notch estiver ativada.
pt_pt: Oculte o Luxel da barra de menus enquanto a superfície do notch estiver ativada.
vi: Ẩn Luxel khỏi thanh menu khi bề mặt notch được bật.
zh_hans: 启用刘海界面时，从菜单栏隐藏 Luxel。

source: Hide Menu Bar Icon
de: Menüleistensymbol ausblenden
es: Ocultar icono de la barra de menús
fr: Masquer l’icône de la barre des menus
it: Nascondi icona della barra dei menu
ja: メニューバーアイコンを非表示
ko: 메뉴 막대 아이콘 숨기기
pt_br: Ocultar ícone da barra de menus
pt_pt: Ocultar ícone da barra de menus
vi: Ẩn biểu tượng thanh menu
zh_hans: 隐藏菜单栏图标

source: Hide the notification reminder.
de: Benachrichtigungserinnerung ausblenden.
es: Oculta el recordatorio de notificación.
fr: Masquer le rappel de notification.
it: Nascondi il promemoria delle notifiche.
ja: 通知の案内を非表示にします。
ko: 알림 안내를 숨깁니다.
pt_br: Oculte o lembrete de notificação.
pt_pt: Oculte o lembrete de notificação.
vi: Ẩn lời nhắc thông báo.
zh_hans: 隐藏通知提醒。

source: Highlight Clicks
de: Klicks hervorheben
es: Resaltar clics
fr: Mettre les clics en évidence
it: Evidenzia clic
ja: クリックを強調表示
ko: 클릭 강조 표시
pt_br: Destacar cliques
pt_pt: Realçar cliques
vi: Làm nổi bật lần nhấp
zh_hans: 突出显示点击

source: Idle Quick Actions
de: Schnellaktionen im Ruhezustand
es: Acciones rápidas en reposo
fr: Actions rapides au repos
it: Azioni rapide inattive
ja: 待機中のクイックアクション
ko: 대기 중 빠른 동작
pt_br: Ações rápidas em repouso
pt_pt: Ações rápidas em espera
vi: Tác vụ nhanh khi chờ
zh_hans: 空闲时快速操作

source: Include Audio
de: Audio einbeziehen
es: Incluir audio
fr: Inclure le son
it: Includi audio
ja: オーディオを含める
ko: 오디오 포함
pt_br: Incluir áudio
pt_pt: Incluir áudio
vi: Bao gồm âm thanh
zh_hans: 包含音频

source: Include Mac audio in replay buffer clips.
de: Mac-Audio in Clips aus dem Wiedergabepuffer einbeziehen.
es: Incluye el audio del Mac en los clips del búfer de repetición.
fr: Inclure le son du Mac dans les clips du tampon de relecture.
it: Includi l’audio del Mac nelle clip del buffer di replay.
ja: リプレイバッファのクリップにMacのオーディオを含めます。
ko: 리플레이 버퍼 클립에 Mac 오디오를 포함합니다.
pt_br: Inclua o áudio do Mac nos clipes do buffer de replay.
pt_pt: Inclua o áudio do Mac nos clipes da memória intermédia de repetição.
vi: Bao gồm âm thanh của máy Mac trong clip từ bộ đệm phát lại.
zh_hans: 在回放缓冲区片段中包含 Mac 音频。

source: Include System Audio
de: Systemaudio einbeziehen
es: Incluir audio del sistema
fr: Inclure le son du système
it: Includi audio di sistema
ja: システムオーディオを含める
ko: 시스템 오디오 포함
pt_br: Incluir áudio do sistema
pt_pt: Incluir áudio do sistema
vi: Bao gồm âm thanh hệ thống
zh_hans: 包含系统音频

source: Include the pointer in new recordings.
de: Zeiger in neuen Aufnahmen einbeziehen.
es: Incluye el puntero en las grabaciones nuevas.
fr: Inclure le pointeur dans les nouveaux enregistrements.
it: Includi il puntatore nelle nuove registrazioni.
ja: 新しい録画にポインタを含めます。
ko: 새 녹화에 포인터를 포함합니다.
pt_br: Inclua o ponteiro nas novas gravações.
pt_pt: Inclua o cursor nas novas gravações.
vi: Bao gồm con trỏ trong bản ghi mới.
zh_hans: 在新录制中包含指针。

source: Input Level
de: Eingangspegel
es: Nivel de entrada
fr: Niveau d’entrée
it: Livello di ingresso
ja: 入力レベル
ko: 입력 레벨
pt_br: Nível de entrada
pt_pt: Nível de entrada
vi: Mức đầu vào
zh_hans: 输入电平

source: Install Automatically
de: Automatisch installieren
es: Instalar automáticamente
fr: Installer automatiquement
it: Installa automaticamente
ja: 自動的にインストール
ko: 자동으로 설치
pt_br: Instalar automaticamente
pt_pt: Instalar automaticamente
vi: Tự động cài đặt
zh_hans: 自动安装

source: Install luxel
de: luxel installieren
es: Instalar luxel
fr: Installer luxel
it: Installa luxel
ja: luxelをインストール
ko: luxel 설치
pt_br: Instalar luxel
pt_pt: Instalar luxel
vi: Cài đặt luxel
zh_hans: 安装 luxel

source: Install the command line helper for terminal automation.
de: Befehlszeilenwerkzeug für die Terminalautomatisierung installieren.
es: Instala la herramienta de línea de comandos para automatizar desde Terminal.
fr: Installer l’utilitaire de ligne de commande pour automatiser depuis le Terminal.
it: Installa lo strumento da riga di comando per l’automazione dal Terminale.
ja: ターミナルの自動化に使用するコマンドラインヘルパーをインストールします。
ko: 터미널 자동화를 위한 명령줄 도우미를 설치합니다.
pt_br: Instale o utilitário de linha de comando para automação no Terminal.
pt_pt: Instale o utilitário de linha de comandos para automatização no Terminal.
vi: Cài đặt công cụ dòng lệnh để tự động hóa trong Terminal.
zh_hans: 安装用于终端自动化的命令行辅助工具。

source: Keep the precision loupe visible while selecting an area.
de: Präzisionslupe beim Auswählen eines Bereichs eingeblendet lassen.
es: Mantén visible la lupa de precisión mientras seleccionas un área.
fr: Laisser la loupe de précision visible pendant la sélection d’une zone.
it: Mantieni visibile la lente di precisione durante la selezione di un’area.
ja: 範囲の選択中に精密ルーペを表示したままにします。
ko: 영역을 선택하는 동안 정밀 확대경을 계속 표시합니다.
pt_br: Mantenha a lupa de precisão visível ao selecionar uma área.
pt_pt: Mantenha a lupa de precisão visível ao selecionar uma área.
vi: Giữ kính lúp chính xác hiển thị khi chọn vùng.
zh_hans: 选择区域时保持显示精确放大镜。

source: Keybinding
de: Tastenkombination
es: Asignación de teclas
fr: Raccourci clavier
it: Combinazione di tasti
ja: キー割り当て
ko: 키 바인딩
pt_br: Atalho de teclado
pt_pt: Atalho de teclado
vi: Tổ hợp phím
zh_hans: 按键绑定

source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
it: Tastiera
ja: キーボード
ko: 키보드
pt_br: Teclado
pt_pt: Teclado
vi: Bàn phím
zh_hans: 键盘

source: Keyboard Shortcuts
de: Tastaturkurzbefehle
es: Atajos de teclado
fr: Raccourcis clavier
it: Scorciatoie da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
pt_br: Atalhos de teclado
pt_pt: Atalhos de teclado
vi: Phím tắt
zh_hans: 键盘快捷键

source: Latest Recording
de: Neueste Aufnahme
es: Grabación más reciente
fr: Dernier enregistrement
it: Registrazione più recente
ja: 最新の録画
ko: 최근 녹화
pt_br: Gravação mais recente
pt_pt: Gravação mais recente
vi: Bản ghi mới nhất
zh_hans: 最新录制

source: Launch at Login
de: Beim Anmelden öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à l’ouverture de session
it: Apri al login
ja: ログイン時に開く
ko: 로그인 시 실행
pt_br: Abrir ao iniciar sessão
pt_pt: Abrir ao iniciar sessão
vi: Mở khi đăng nhập
zh_hans: 登录时打开

source: Length
de: Länge
es: Duración
fr: Durée
it: Durata
ja: 長さ
ko: 길이
pt_br: Duração
pt_pt: Duração
vi: Độ dài
zh_hans: 长度

source: Let Luxel periodically check for updates.
de: Luxel regelmäßig nach Updates suchen lassen.
es: Permite que Luxel busque actualizaciones periódicamente.
fr: Autoriser Luxel à rechercher périodiquement les mises à jour.
it: Consenti a Luxel di controllare periodicamente gli aggiornamenti.
ja: Luxelが定期的にアップデートを確認できるようにします。
ko: Luxel이 주기적으로 업데이트를 확인하도록 합니다.
pt_br: Permita que o Luxel verifique atualizações periodicamente.
pt_pt: Permita que o Luxel procure atualizações periodicamente.
vi: Cho phép Luxel định kỳ kiểm tra bản cập nhật.
zh_hans: 允许 Luxel 定期检查更新。

source: Level
de: Pegel
es: Nivel
fr: Niveau
it: Livello
ja: レベル
ko: 레벨
pt_br: Nível
pt_pt: Nível
vi: Mức
zh_hans: 级别

source: Loop
de: Wiederholen
es: Bucle
fr: Boucle
it: Ripeti
ja: ループ
ko: 반복
pt_br: Repetir
pt_pt: Repetir
vi: Lặp lại
zh_hans: 循环

source: Loop Exports
de: Exporte wiederholen
es: Repetir exportaciones
fr: Lire les exportations en boucle
it: Ripeti esportazioni
ja: 書き出した動画をループ
ko: 내보낸 파일 반복
pt_br: Repetir exportações
pt_pt: Repetir exportações
vi: Lặp lại bản xuất
zh_hans: 循环播放导出视频

source: Luxel Replay
de: Luxel-Wiedergabe
es: Repetición de Luxel
fr: Relecture Luxel
it: Replay Luxel
ja: Luxelリプレイ
ko: Luxel 리플레이
pt_br: Replay do Luxel
pt_pt: Repetição do Luxel
vi: Phát lại Luxel
zh_hans: Luxel 回放

source: Make exported videos loop when the format supports it.
de: Exportierte Videos in einer Schleife abspielen, wenn das Format dies unterstützt.
es: Reproduce en bucle los vídeos exportados cuando el formato lo permita.
fr: Lire les vidéos exportées en boucle lorsque le format le permet.
it: Ripeti i video esportati quando il formato lo supporta.
ja: 対応している形式では、書き出したビデオをループ再生します。
ko: 형식에서 지원하는 경우 내보낸 비디오를 반복 재생합니다.
pt_br: Repita os vídeos exportados quando o formato permitir.
pt_pt: Repita os vídeos exportados quando o formato o permitir.
vi: Lặp lại video đã xuất khi định dạng hỗ trợ.
zh_hans: 格式支持时循环播放导出的视频。

source: Microphone
de: Mikrofon
es: Micrófono
it: Microfono
ja: マイク
ko: 마이크
pt_br: Microfone
pt_pt: Microfone
vi: Micrô
zh_hans: 麦克风

source: Microphone is off
de: Mikrofon ist aus
es: El micrófono está desactivado
fr: Le microphone est désactivé
it: Il microfono è disattivato
ja: マイクはオフです
ko: 마이크가 꺼져 있음
pt_br: O microfone está desligado
pt_pt: O microfone está desligado
vi: Micrô đang tắt
zh_hans: 麦克风已关闭

source: Microphone on
de: Mikrofon an
es: Micrófono activado
fr: Microphone activé
it: Microfono attivo
ja: マイクオン
ko: 마이크 켜짐
pt_br: Microfone ligado
pt_pt: Microfone ligado
vi: Micrô bật
zh_hans: 麦克风已开启

# microphone.inputDevice.help
source: Use %@ as the microphone input.
de: %@ als Mikrofoneingang verwenden.
es: Usa %@ como entrada de micrófono.
fr: Utiliser %@ comme entrée microphone.
it: Usa %@ come ingresso microfono.
ja: %@をマイク入力として使用します。
ko: %@을(를) 마이크 입력으로 사용합니다.
pt_br: Use %@ como entrada do microfone.
pt_pt: Use %@ como entrada do microfone.
vi: Dùng %@ làm đầu vào micrô.
zh_hans: 使用 %@ 作为麦克风输入。

source: Mirror
de: Spiegeln
es: Reflejar
fr: Miroir
it: Specchia
ja: ミラー
ko: 미러링
pt_br: Espelhar
pt_pt: Espelhar
vi: Lật gương
zh_hans: 镜像

source: Mirror Preview
de: Vorschau spiegeln
es: Reflejar vista previa
fr: Inverser l’aperçu
it: Specchia anteprima
ja: プレビューをミラーリング
ko: 미리보기 좌우 반전
pt_br: Espelhar prévia
pt_pt: Espelhar pré-visualização
vi: Lật gương bản xem trước
zh_hans: 镜像预览

source: More
de: Mehr
es: Más
fr: Plus
it: Altro
ja: その他
ko: 더 보기
pt_br: Mais
pt_pt: Mais
vi: Thêm
zh_hans: 更多

source: More exported file actions.
de: Weitere Aktionen für die exportierte Datei.
es: Más acciones para el archivo exportado.
fr: Autres actions sur le fichier exporté.
it: Altre azioni per il file esportato.
ja: 書き出したファイルに対するその他の操作です。
ko: 내보낸 파일에 대한 추가 동작입니다.
pt_br: Mais ações para o arquivo exportado.
pt_pt: Mais ações para o ficheiro exportado.
vi: Thêm tác vụ cho tệp đã xuất.
zh_hans: 对导出文件执行更多操作。

source: Name this cropper size preset.
de: Diese Voreinstellung für die Auswahlgröße benennen.
es: Asigna un nombre a este preajuste de tamaño de recorte.
fr: Nommer ce préréglage de taille de recadrage.
it: Assegna un nome a questo preset delle dimensioni di ritaglio.
ja: この切り抜きサイズのプリセットに名前を付けます。
ko: 이 자르기 크기 프리셋의 이름을 지정합니다.
pt_br: Dê um nome a esta predefinição de tamanho de recorte.
pt_pt: Atribua um nome a esta predefinição de tamanho de recorte.
vi: Đặt tên cho cài đặt sẵn về kích thước cắt này.
zh_hans: 为此裁剪尺寸预设命名。

source: Name this export preset.
de: Diese Exportvoreinstellung benennen.
es: Asigna un nombre a este preajuste de exportación.
fr: Nommer ce préréglage d’exportation.
it: Assegna un nome a questo preset di esportazione.
ja: この書き出しプリセットに名前を付けます。
ko: 이 내보내기 프리셋의 이름을 지정합니다.
pt_br: Dê um nome a esta predefinição de exportação.
pt_pt: Atribua um nome a esta predefinição de exportação.
vi: Đặt tên cho cài đặt xuất sẵn này.
zh_hans: 为此导出预设命名。

source: Next match
de: Nächster Treffer
es: Siguiente coincidencia
fr: Occurrence suivante
it: Corrispondenza successiva
ja: 次の一致項目
ko: 다음 일치 항목
pt_br: Próxima correspondência
pt_pt: Correspondência seguinte
vi: Kết quả khớp tiếp theo
zh_hans: 下一个匹配项

source: Next transcript search match
de: Nächster Treffer in der Transkriptsuche
es: Siguiente coincidencia en la búsqueda de transcripción
fr: Occurrence suivante dans la transcription
it: Corrispondenza successiva nella ricerca della trascrizione
ja: 文字起こし検索の次の一致項目
ko: 대화 내용 기록 검색의 다음 일치 항목
pt_br: Próxima correspondência na busca da transcrição
pt_pt: Correspondência seguinte na pesquisa da transcrição
vi: Kết quả khớp tiếp theo trong bản chép lời
zh_hans: 转录文本搜索中的下一个匹配项

source: No cameras found
de: Keine Kameras gefunden
es: No se han encontrado cámaras
fr: Aucune caméra détectée
it: Nessuna videocamera trovata
ja: カメラが見つかりません
ko: 카메라를 찾을 수 없음
pt_br: Nenhuma câmera encontrada
pt_pt: Nenhuma câmara encontrada
vi: Không tìm thấy camera
zh_hans: 未找到摄像头

source: No recording loaded
de: Keine Aufnahme geladen
es: No hay ninguna grabación cargada
fr: Aucun enregistrement chargé
it: Nessuna registrazione caricata
ja: 録画が読み込まれていません
ko: 로드된 녹화 없음
pt_br: Nenhuma gravação carregada
pt_pt: Nenhuma gravação carregada
vi: Chưa tải bản ghi nào
zh_hans: 未载入录制

source: No selection
de: Keine Auswahl
es: Ninguna selección
fr: Aucune sélection
it: Nessuna selezione
ja: 選択なし
ko: 선택 없음
pt_br: Nenhuma seleção
pt_pt: Nenhuma seleção
vi: Không có vùng chọn
zh_hans: 未选择

source: No shortcuts found
de: Keine Kurzbefehle gefunden
es: No se han encontrado atajos
fr: Aucun raccourci trouvé
it: Nessuna scorciatoia trovata
ja: ショートカットが見つかりません
ko: 단축키를 찾을 수 없음
pt_br: Nenhum atalho encontrado
pt_pt: Nenhum atalho encontrado
vi: Không tìm thấy phím tắt
zh_hans: 未找到快捷键

source: No target
de: Kein Ziel
es: Sin destino
fr: Aucune destination
it: Nessuna destinazione
ja: 保存先なし
ko: 대상 없음
pt_br: Sem destino
pt_pt: Sem destino
vi: Không có đích
zh_hans: 无目标位置

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
pt_pt: Nenhum
vi: Không
zh_hans: 无

source: Normalize Audio
de: Audio normalisieren
es: Normalizar audio
fr: Normaliser le son
it: Normalizza audio
ja: オーディオをノーマライズ
ko: 오디오 정규화
pt_br: Normalizar áudio
pt_pt: Normalizar áudio
vi: Chuẩn hóa âm thanh
zh_hans: 标准化音频

# notifications.exportComplete.body
source: %@ saved %@
de: %@ hat %@ gespeichert
es: %@ guardó %@
fr: %@ a enregistré %@
it: %@ ha salvato %@
ja: %@が%@を保存しました
ko: %@에서 %@을 저장했습니다
pt_br: %@ salvou %@
pt_pt: %@ guardou %@
vi: %@ đã lưu %@
zh_hans: %@ 已保存 %@

# notifications.exportComplete.title
source: Export Complete
de: Export abgeschlossen
es: Exportación completada
fr: Exportation terminée
it: Esportazione completata
ja: 書き出し完了
ko: 내보내기 완료
pt_br: Exportação concluída
pt_pt: Exportação concluída
vi: Xuất hoàn tất
zh_hans: 导出完成

# notifications.recordingFinished.body
source: Recording finished - %@
de: Aufnahme beendet – %@
es: Grabación finalizada: %@
fr: Enregistrement terminé – %@
it: Registrazione terminata - %@
ja: 録画完了 - %@
ko: 녹화 완료 - %@
pt_br: Gravação finalizada - %@
pt_pt: Gravação concluída - %@
vi: Ghi hoàn tất - %@
zh_hans: 录制完成 - %@

# notifications.recordingFinished.title
source: Recording Finished
de: Aufnahme beendet
es: Grabación finalizada
fr: Enregistrement terminé
it: Registrazione terminata
ja: 録画完了
ko: 녹화 완료
pt_br: Gravação finalizada
pt_pt: Gravação concluída
vi: Ghi hoàn tất
zh_hans: 录制完成

# notifications.speechDetected.body
source: Start an audio recording?
de: Audioaufnahme starten?
es: ¿Iniciar una grabación de audio?
fr: Démarrer un enregistrement audio ?
it: Avviare una registrazione audio?
ja: オーディオ録音を開始しますか？
ko: 오디오 녹음을 시작할까요?
pt_br: Iniciar uma gravação de áudio?
pt_pt: Iniciar uma gravação de áudio?
vi: Bắt đầu ghi âm?
zh_hans: 要开始录音吗？

# notifications.speechDetected.dismiss
source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
it: Ignora
ja: 閉じる
ko: 닫기
pt_br: Dispensar
pt_pt: Ignorar
vi: Bỏ qua
zh_hans: 忽略

# notifications.speechDetected.startRecording
source: Start Recording
de: Aufnahme starten
es: Iniciar grabación
fr: Démarrer l’enregistrement
it: Avvia registrazione
ja: 録音を開始
ko: 녹음 시작
pt_br: Iniciar gravação
pt_pt: Iniciar gravação
vi: Bắt đầu ghi
zh_hans: 开始录音

# notifications.speechDetected.title
source: Speech detected
de: Sprache erkannt
es: Voz detectada
fr: Parole détectée
it: Voce rilevata
ja: 音声を検出
ko: 음성 감지됨
pt_br: Fala detectada
pt_pt: Fala detetada
vi: Đã phát hiện giọng nói
zh_hans: 检测到语音

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 꺼짐
pt_br: Desligado
pt_pt: Desligado
vi: Tắt
zh_hans: 关闭

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
pt_br: Abrir
pt_pt: Abrir
vi: Mở
zh_hans: 打开

source: Open Focus settings to silence notifications while recording.
de: Fokus-Einstellungen öffnen, um Benachrichtigungen während der Aufnahme stummzuschalten.
es: Abre los ajustes de concentración para silenciar las notificaciones durante la grabación.
fr: Ouvrez les réglages de concentration pour désactiver les notifications pendant l’enregistrement.
it: Apri le impostazioni Full immersion per silenziare le notifiche durante la registrazione.
ja: 集中モード設定を開き、録画中の通知を消音します。
ko: 집중 모드 설정을 열어 녹화 중 알림을 끕니다.
pt_br: Abra os ajustes de Foco para silenciar as notificações durante a gravação.
pt_pt: Abra as definições de concentração para silenciar as notificações durante a gravação.
vi: Mở cài đặt Tập trung để tắt tiếng thông báo khi ghi.
zh_hans: 打开专注模式设置，在录制时将通知静音。

source: Open Luxel automatically when you sign in.
de: Luxel beim Anmelden automatisch öffnen.
es: Abre Luxel automáticamente al iniciar sesión.
fr: Ouvrir Luxel automatiquement à l’ouverture de session.
it: Apri Luxel automaticamente al login.
ja: ログイン時にLuxelを自動的に開きます。
ko: 로그인할 때 Luxel을 자동으로 엽니다.
pt_br: Abra o Luxel automaticamente ao iniciar sessão.
pt_pt: Abra o Luxel automaticamente ao iniciar sessão.
vi: Tự động mở Luxel khi bạn đăng nhập.
zh_hans: 登录时自动打开 Luxel。

source: Open newer recording
de: Neuere Aufnahme öffnen
es: Abrir grabación más reciente
fr: Ouvrir l’enregistrement suivant
it: Apri registrazione più recente
ja: 新しい録画を開く
ko: 새 녹화 열기
pt_br: Abrir gravação mais recente
pt_pt: Abrir gravação mais recente
vi: Mở bản ghi mới hơn
zh_hans: 打开较新的录制

source: Open older recording
de: Ältere Aufnahme öffnen
es: Abrir grabación anterior
fr: Ouvrir l’enregistrement précédent
it: Apri registrazione precedente
ja: 古い録画を開く
ko: 이전 녹화 열기
pt_br: Abrir gravação anterior
pt_pt: Abrir gravação anterior
vi: Mở bản ghi cũ hơn
zh_hans: 打开较旧的录制

source: Open the exported file.
de: Die exportierte Datei öffnen.
es: Abre el archivo exportado.
fr: Ouvrir le fichier exporté.
it: Apri il file esportato.
ja: 書き出したファイルを開きます。
ko: 내보낸 파일을 엽니다.
pt_br: Abra o arquivo exportado.
pt_pt: Abra o ficheiro exportado.
vi: Mở tệp đã xuất.
zh_hans: 打开导出的文件。

source: Open With...
de: Öffnen mit...
es: Abrir con...
fr: Ouvrir avec...
it: Apri con...
ja: このアプリケーションで開く...
ko: 다음으로 열기...
pt_br: Abrir com...
pt_pt: Abrir com...
vi: Mở bằng...
zh_hans: 打开方式...

source: Opens or reveals the latest Luxel recording.
de: Öffnet die neueste Luxel-Aufnahme oder zeigt sie im Finder.
es: Abre o muestra la grabación más reciente de Luxel.
fr: Ouvre ou affiche le dernier enregistrement Luxel.
it: Apre o mostra la registrazione Luxel più recente.
ja: 最新のLuxel録画を開くか、Finderに表示します。
ko: 최근 Luxel 녹화를 열거나 Finder에 표시합니다.
pt_br: Abre ou mostra a gravação mais recente do Luxel.
pt_pt: Abre ou mostra a gravação mais recente do Luxel.
vi: Mở hoặc hiển thị bản ghi Luxel mới nhất.
zh_hans: 打开或显示最新的 Luxel 录制。

# panel.exportFolder.title
source: Choose Export Folder
de: Exportordner auswählen
es: Elegir carpeta de exportación
fr: Choisir le dossier d’exportation
it: Scegli cartella di esportazione
ja: 書き出しフォルダを選択
ko: 내보내기 폴더 선택
pt_br: Escolher pasta de exportação
pt_pt: Escolher pasta de exportação
vi: Chọn thư mục xuất
zh_hans: 选择导出文件夹

# panel.openWith.message
source: Choose an app to open %@.
de: Wähle eine App zum Öffnen von %@.
es: Elige una app para abrir %@.
fr: Choisissez une app pour ouvrir %@.
it: Scegli un’app per aprire %@.
ja: %@を開くアプリを選択します。
ko: %@을(를) 열 앱을 선택합니다.
pt_br: Escolha um app para abrir %@.
pt_pt: Escolha uma app para abrir %@.
vi: Chọn ứng dụng để mở %@.
zh_hans: 选择用于打开 %@ 的应用。

# panel.openWith.title
source: Open With
de: Öffnen mit
es: Abrir con
fr: Ouvrir avec
it: Apri con
ja: このアプリケーションで開く
ko: 다음으로 열기
pt_br: Abrir com
pt_pt: Abrir com
vi: Mở bằng
zh_hans: 打开方式

# panel.recordingFolder.title
source: Choose Recording Folder
de: Aufnahmeordner auswählen
es: Elegir carpeta de grabaciones
fr: Choisir le dossier des enregistrements
it: Scegli cartella delle registrazioni
ja: 録画フォルダを選択
ko: 녹화 폴더 선택
pt_br: Escolher pasta de gravações
pt_pt: Escolher pasta de gravações
vi: Chọn thư mục bản ghi
zh_hans: 选择录制文件夹

# panel.saveExport.title
source: Save Export
de: Export speichern
es: Guardar exportación
fr: Enregistrer l’exportation
it: Salva esportazione
ja: 書き出しを保存
ko: 내보내기 저장
pt_br: Salvar exportação
pt_pt: Guardar exportação
vi: Lưu bản xuất
zh_hans: 保存导出结果

# permissions.camera.choose
source: Choose Camera
de: Kamera wählen
es: Elegir cámara
fr: Choisir la caméra
it: Scegli fotocamera
ja: カメラを選択
ko: 카메라 선택
pt_br: Escolher câmera
pt_pt: Escolher câmara
vi: Chọn camera
zh_hans: 选择摄像头

# permissions.camera.enable
source: Enable Camera
de: Kamera aktivieren
es: Activar cámara
fr: Activer la caméra
it: Abilita fotocamera
ja: カメラを有効にする
ko: 카메라 활성화
pt_br: Ativar câmera
pt_pt: Ativar câmara
vi: Bật camera
zh_hans: 启用摄像头

# permissions.camera.grant.message
source: Allow camera access to add your camera overlay.
de: Erlaube den Kamerazugriff, um dein Kamerabild einzublenden.
es: Permite el acceso a la cámara para añadir la superposición de cámara.
fr: Autorisez l’accès à la caméra pour ajouter l’incrustation de votre caméra.
it: Consenti l’accesso alla fotocamera per aggiungere la relativa sovrapposizione.
ja: カメラオーバーレイを追加するには、カメラへのアクセスを許可してください。
ko: 카메라 오버레이를 추가하려면 카메라 접근을 허용하세요.
pt_br: Permita o acesso à câmera para adicionar a sobreposição da câmera.
pt_pt: Permita o acesso à câmara para adicionar a sobreposição da câmara.
vi: Cho phép truy cập camera để thêm lớp phủ camera.
zh_hans: 允许访问摄像头以添加摄像头叠加层。

# permissions.camera.off.message
source: Choose a camera to add your camera overlay.
de: Wähle eine Kamera für deine Kameraüberlagerung.
es: Elige una cámara para añadir la superposición de cámara.
fr: Choisissez une caméra pour ajouter votre incrustation vidéo.
it: Scegli una videocamera per aggiungere la sovrimpressione video.
ja: カメラオーバーレイに使用するカメラを選択します。
ko: 카메라 오버레이에 사용할 카메라를 선택합니다.
pt_br: Escolha uma câmera para adicionar a sobreposição de câmera.
pt_pt: Escolha uma câmara para adicionar a sobreposição da câmara.
vi: Chọn camera để thêm lớp phủ camera.
zh_hans: 选择用于添加摄像头叠加层的摄像头。
